Returns true if the tag is tagged on a subelement.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2018
 Syntax
  C#
public bool IsTaggedOnSubelement()
  Visual Basic
Public Function IsTaggedOnSubelement As Boolean
  Visual C++
public:
bool IsTaggedOnSubelement()
 See Also
  IndependentTag Class
  Autodesk.Revit.DB Namespace